brew "asdf"
brew "bat"
brew "coreutils"
brew "cliclick"
brew "cloc"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "forgit"
brew "fzf"
brew "git-delta"
brew "gnupg"
brew "grpcui"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mysql"
brew "neovim"
brew "python"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "viu"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"

cask "1password"
cask "1password-cli"
cask "arc"
cask "docker"
cask "kap"
cask "karabiner-elements"
cask "raycast"
cask "ghostty"

